[M_Orchid_SmellsLikeVictory MissionDefinition]
MissionName="Cheiro de Vitória"
MissionDescription="Mercer, o cozinheiro da tripulação da Scarlett quer se livrar do operador de rádio Shiv-Spike. Como Scarlett prefere que as execuções sejam divertidas e interessantes, Mercer pediu para jogar o Shiv-Spike para as Larvas do Deserto o comerem, porém, isso leva à outro problema: o sujeito em questão tem cheiro de carne de Skag em decomposição. Você deve encontrar algum tempero para torná-lo mais apetitoso para as Larvas."
TurnInDescription="Bom apetite!"
MissionSummary="Jogue o Shiv-Spike para as Larvas do Deserto.\n"
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Mercer tem um pequeno problema chamado Shiv-Spike."

[M_Orchid_SmellsLikeVictory:GetCondiments MissionObjectiveDefinition]
ProgressMessage="Pegue o tempero"

[M_Orchid_SmellsLikeVictory:GetCondimentsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga um pouco de tempero."
MissionDescriptionOverride=""

[M_Orchid_SmellsLikeVictory:MeetShivSpike MissionObjectiveDefinition]
ProgressMessage="Conheça o Shiv-Spike"

[M_Orchid_SmellsLikeVictory:MeetShivSpikeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_SmellsLikeVictory:Push MissionObjectiveDefinition]
ProgressMessage="Sirva o Shiv-Spike para as Larvas do Deserto"

[M_Orchid_SmellsLikeVictory:PushSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Empurre o Shiv-Spike da prancha."
MissionDescriptionOverride="Mercer, o cozinheiro da tripulação da Scarlett quer se livrar do operador de rádio Shiv-Spike. Como Scarlett prefere que as execuções sejam divertidas e interessantes, Mercer pediu para jogar o Shiv-Spike para as Larvas do Deserto o comerem.\nVocê encheu o Spike de tempero para disfarçar o seu mau cheiro. Talvez agora as Larvas o apreciem mais. Empurre o Shiv-Spike da beirada e aproveite o show."

[M_Orchid_SmellsLikeVictory:UseCondiments MissionObjectiveDefinition]
ProgressMessage="Encha o Shiv-Spike de tempero"

[M_Orchid_SmellsLikeVictory:UseCondimentsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Tempere o Shiv-Spike."
MissionDescriptionOverride="Mercer, o cozinheiro da tripulação da Scarlett quer se livrar do operador de rádio Shiv-Spike. Como Scarlett prefere que as execuções sejam divertidas e interessantes, Mercer pediu para jogar o Shiv-Spike para as Larvas do Deserto o comerem, porém, isso leva à outro problema: o sujeito em questão tem cheiro de carne de Skag em decomposição.\nVocê já tem o tempero. É hora de amenizar esse cheiro. Encha o Shiv-Spike de tempero para as Larvas não acharem ele tão repugnante."

